[
    {
        "tip" : "Don't be interesting. Be interested.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Learn to say 'No'",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Worrying about things is like sitting in a rocking chair. It gives you something to do for a while but it won't get you any where.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "The single raindrop never feels responsible for the flood.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Society progresses when old men plant trees whose shade they know they'll never sit under.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Don't speak like you're right. Listen like you're wrong.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "We're living on borrowed time.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Life is like lifting weight. It doesn't get easier, you get stronger.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Comparison is the thief of Joy.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Don't make decisions when you're angry, and don't make promises when you're happy.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "You can't exercise your way out of a bad diet.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "If you don't sacrifice for what you want, what you want becomes the sacrifice.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Friends will ask for Discount Prices. True Friends will pay full price, to support you, your time and your work.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Don't base your personality around quotes. Don't deal in absolutes, but instead, understand the message and integrate it in your own reasoning and life.",
        "source" : "",
        "description" : ""
    },
    {
        "tip" : "Never make a permanent decision about a temporary situation.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "When injustice becomes law, resistance becomes duty.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "Focus on open-ended questions, empathic listening, and the next step, rather than closed questions and outcomes.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "Apply the rules of improv: avoid saying 'No' - say 'Yes, and' to focus on solutions, not problems.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "Everyone has talent; there are no incompetent people, just those in the wrong roles.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "Perfection is the enemy of progress.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "When searching for what you like, it's more important to know what you don't want to do.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "It is not the pursuit of hapiness. It's the happiness of the pursuit.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "It's not the journey or the destination. It's who you become on the journey.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "Punishable by fine just means it is legal for a price.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "When you're starting something new, the most important hing is knowing what to learn.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "Watch your thoughts, they become words. Watch your words, they become your actions. Watch your actions, they become habits. Watch your habits, they become character. Watcher your character, it becomes your destiny.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "To say 'I don't have time' is like saying 'I don't want to'.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "If you carry bricks from your past, you end up building the same house.",
        "source" : "",
        "description" : ""
    },
    { 
        "tip" : "If you are not changing it, you are choosing it.",
        "source" : "",
        "description" : ""
    }
]
